export const forestHeader = 'Лес в деталях';

export const forestArticle =
{
  text: 'Леса играют жизненно важную роль в поддержании экосистемы нашей планеты. Они являются домом для более чем 80% наземных видов животных, растений и грибов, обеспечивая разнообразие жизни и поддерживая баланс в природе. Леса не только производят кислород и поглощают углекислый газ, что помогает бороться с изменением климата, но и регулируют водный цикл, предотвращая наводнения и обеспечивая чистую воду. Кроме того, леса являются источником ресурсов, таких как древесина, лекарства и пища, которые необходимы миллиардам людей по всему миру. Они также способствуют экономическому развитию, предоставляя рабочие места и поддерживая местные сообщества. Сохранение лесов — это не только вопрос экологии, но и вопрос социальной справедливости. Уничтожение лесов угрожает жизни многих народов, которые зависят от лесных ресурсов. Поэтому важно осознанно относиться к вопросам лесопользования, поддерживать инициативы по восстановлению лесов и защищать существующие лесные экосистемы. Только совместными усилиями мы сможем сохранить эту бесценную часть нашей планеты для будущих поколений.',
  imageURL: '/src/images/forest/first',
  imageAlt: 'Лес',
};

export const forestTypes = [
  {
    title: 'Лиственные леса',
    text: 'Эти леса состоят в основном из деревьев, которые сбрасывают листья на зиму, таких как дубы, буки и клены. Лиственные леса обычно встречаются в умеренных климатах и обеспечивают богатую экосистему, в которой обитают множество видов животных, включая птиц, млекопитающих и насекомых.',
    imageURL: '/src/images/forest/deciduous',
    imageAlt: 'Лиственный лес',
  },
  {
    title: 'Хвойные леса',
    text: 'Хвойные леса состоят преимущественно из хвойных деревьев, таких как сосны, ели и пихты. Они распространены в северных широтах, где зимы холодные, а лета короткие. Хвойные леса обладают уникальной экосистемой, в которой обитают животные, такие как белки, медведи и различные виды птиц.',
    imageURL: '/src/images/forest/pine',
    imageAlt: 'Хвойный лес',
  },
  {
    title: 'Тропические леса',
    text: 'Эти леса расположены в экваториальных регионах и характеризуются высокой влажностью и богатым биоразнообразием. Тропические леса являются домом для множества видов растений и животных, многие из которых встречаются только в этом биоме. Они играют важную роль в регулировании климата и производстве кислорода.',
    imageURL: '/src/images/forest/tropical',
    imageAlt: 'Тропический лес',
  },
  {
    title: 'Смешанные леса',
    text: 'Смешанные леса состоят из лиственных и хвойных деревьев, что создает разнообразие экосистем и обитателей. Они могут находиться в умеренных зонах и обладают высоким уровнем биологического разнообразия.',
    imageURL: '/src/images/forest/mixed',
    imageAlt: 'Смешанный лес',
  },
  {
    title: 'Мангровые леса',
    text: 'Эти леса растут в прибрежных зонах тропических и субтропических регионов, где пресная вода встречается с соленой. Мангровые деревья имеют уникальные корневые системы, которые помогают защищать побережья от эрозии и создают среду обитания для различных морских и наземных видов.',
    imageURL: '/src/images/forest/mangrove',
    imageAlt: 'Мангровый лес',
  }
];
