export const desertHeader = ["Пу", "сты", "ня"];

export const headerText = 'Пустыни — это не просто бескрайние пески. Это удивительные миры, полные скрытой жизни, где каждое растение и животное – мастер выживания. Днём здесь царит испепеляющее солнце, а ночью температура резко падает, создавая экстремальные контрасты. Несмотря на суровые условия, пустыни хранят в себе особую красоту: плавные линии дюн, причудливые скалы и невероятные закаты. Это места тишины и спокойствия, где можно почувствовать величие природы.';




export const desertPhotos = [
  {
    imageURL: '/src/images/forest/deciduous',
    imageAlt: 'Лиственный лес1',
    text: 'Пустыни — это не просто бескрайние пески. Это удивительные миры, полные скрытой жизни, где каждое растение и животное – мастер выживания.',
    title: 'Ass',
    speed: 0.1,
  },
  {
    imageURL: '/src/images/forest/deciduous',
    imageAlt: 'Лиственный лес2',
    text: 'Пустыни — это не просто бескрайние пески. Это удивительные миры, полные скрытой жизни, где каждое растение и животное – мастер выживания.',
    title: 'Ass2',
    speed: 0.1,
  },
  {
    imageURL: '/src/images/forest/deciduous',
    imageAlt: 'Лиственный лес3',
    text: 'Пустыни — это не просто бескрайние пески. Это удивительные миры, полные скрытой жизни, где каждое растение и животное – мастер выживания.',
    title: 'Ass3',
    speed: 0.1,
  },
  {
    imageURL: '/src/images/forest/deciduous',
    imageAlt: 'Лиственный лес4',
    text: 'Пустыни — это не просто бескрайние пески. Это удивительные миры, полные скрытой жизни, где каждое растение и животное – мастер выживания.',
    title: 'Ass4',
    speed: 0.1,
  },
  {
    imageURL: '/src/images/forest/deciduous',
    imageAlt: 'Лиственный лес5',
    text: 'Пустыни — это не просто бескрайние пески. Это удивительные миры, полные скрытой жизни, где каждое растение и животное – мастер выживания.',
    title: 'Ass5',
    speed: 0.1,
  },

]
